{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "(0 upgradeable)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3CEFA89C415D47DF87C953A4F5A22837"
		},
		{
			"Source":
			{
				"Text": "+"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BE9D645D4352A41A16C3D0A5F1F62C94"
		},
		{
			"Source":
			{
				"Text": "+"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F8E467094A594E5C21A542B94D14B1E6"
		},
		{
			"Source":
			{
				"Text": "+"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3739407645161CDED5901EACEAEE5915"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "72BCC75B46EB14C88FA0CB8AFFE0ACFA"
		},
		{
			"Source":
			{
				"Text": "Adjust Current Axis"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0F38693943C29DCD75F8C1B27871C5B8"
		},
		{
			"Source":
			{
				"Text": "Adjust Recipe"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FF3BF8944642F2DEE83E0685A53303EE"
		},
		{
			"Source":
			{
				"Text": "Adjust grid X-axis (forward/backward)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "15E8B3EA40E8AC8A1E8E818BA03670E5"
		},
		{
			"Source":
			{
				"Text": "Adjust grid Y-axis (left/right)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "311FCC0E4AB23FE12C19BA94A560D1FB"
		},
		{
			"Source":
			{
				"Text": "Adjust grid Z-axis (up/down)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "ADFEA69944158AB689D01EB52BA2A425"
		},
		{
			"Source":
			{
				"Text": "Adjust sideways offset for grid items"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7945CB1F4E10CE8044DCBF8DC47322E1"
		},
		{
			"Source":
			{
				"Text": "Adjust spacing for currently selected axis"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F10D935E43878D99436DE5979A4E7EFD"
		},
		{
			"Source":
			{
				"Text": "Adjust step height for layers"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4878AB2843890693F30F2BBA496DCCE8"
		},
		{
			"Source":
			{
				"Text": "Always (0)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DFC6C7C441EFDC29C8E28F8F68C31EC1"
		},
		{
			"Source":
			{
				"Text": "Anchor: Aim at a belt, pipe, or pole"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7C1BBA564FF13BA590D8A89C48E3F2C8"
		},
		{
			"Source":
			{
				"Text": "Auto"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "29B5665E4347B8A528480EA82ED201BE"
		},
		{
			"Source":
			{
				"Text": "Auto (0)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "40EADFF242CC6D8E10A4EDB6D777D2BC"
		},
		{
			"Source":
			{
				"Text": "Auto (0)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9852395F409F9C751F989FA1748BFA16"
		},
		{
			"Source":
			{
				"Text": "Auto (0)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A863449D4ED1EF98FD3531A57C03A83B"
		},
		{
			"Source":
			{
				"Text": "Auto 2D"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A9F4FD7C4ADCBE49DE0631A2046B8C32"
		},
		{
			"Source":
			{
				"Text": "CANCEL"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9423B8A2450BD3341A377D9BD4CCD62B"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1754F7834BF1389234CDF2A4813856D4"
		},
		{
			"Source":
			{
				"Text": "Classic (2)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "337DE321404C52EA519126A27AD16256"
		},
		{
			"Source":
			{
				"Text": "Close"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CB15E1A74E71CFAEDB6CA3AA8994C227"
		},
		{
			"Source":
			{
				"Text": "Configure Smart! scaling, visualization, and HUD settings"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "98E28A8E4D25D9D8BCD4C08EC6A98DE6"
		},
		{
			"Source":
			{
				"Text": "Core Smart! Foundations settings for HUD display and default scale values"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FD8B2189447F09294CBA09A02293BB9C"
		},
		{
			"Source":
			{
				"Text": "Cross Splitters/Mergers"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7A593AF64E9BB01288D106BC6229CBF9"
		},
		{
			"Source":
			{
				"Text": "Cross Storage Containers"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5938A49142B563B4FB59E985E9AE1841"
		},
		{
			"Source":
			{
				"Text": "Cross Train Platforms"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D042222F4CF5B96FB75D6AB15DFD0645"
		},
		{
			"Source":
			{
				"Text": "Curve"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "60DE1CEC4B85C0CC72203CBF61E7568D"
		},
		{
			"Source":
			{
				"Text": "Curve"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2E5F43054D0239D4BAC0F4862CB459FB"
		},
		{
			"Source":
			{
				"Text": "Cycle Axis Mode"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "348DAE9A4D32A65A01DF6A8106D161BC"
		},
		{
			"Source":
			{
				"Text": "Cycle through X → Y → Z axes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9C14E6F8447F242BFBB485BD8E31A5F3"
		},
		{
			"Source":
			{
				"Text": "Dark (1)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "15B881014DC7C163FCB1419FB255A0EC"
		},
		{
			"Source":
			{
				"Text": "Decrease value for active feature (scaling, spacing, steps, or stagger)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3BECA57E4ACCC555B29B23AC5605DDCD"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D16C08E24764156DC1CBDAB0287C8627"
		},
		{
			"Source":
			{
				"Text": "Default (0)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A6A1DA99437171CC3D6B8C9E2918CEE0"
		},
		{
			"Source":
			{
				"Text": "Detect Issues"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9C1531E24044FDC579C089A23F379274"
		},
		{
			"Source":
			{
				"Text": "Entire Map"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BE3FB1994C8451039886D1829DD59B06"
		},
		{
			"Source":
			{
				"Text": "Estimated Cost"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "74176A6A4B5B3CE8A9A4BA8F752D804C"
		},
		{
			"Source":
			{
				"Text": "Estimated Cost"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "173D524544632CCDED043A9E3F4F7CC3"
		},
		{
			"Source":
			{
				"Text": "Family Name Mk.1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BEFE3D9D4EA76F0E2C34198C02E30A1E"
		},
		{
			"Source":
			{
				"Text": "Grid Total: 1 objects"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7ECCEB924559BAD3A1844C80D4581EAE"
		},
		{
			"Source":
			{
				"Text": "HUD Scale"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9E038900477F0B65A5A64E91AB5C00F0"
		},
		{
			"Source":
			{
				"Text": "High Contrast (3)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0B68620A45C29BCF2BD3D390E9C6440C"
		},
		{
			"Source":
			{
				"Text": "Hold to activate progressive layering (modifier key)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "93C024D64433A5447D2C0396B3C5CB33"
		},
		{
			"Source":
			{
				"Text": "Hold to activate rotation transform mode (modifier key)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2B909A3E4443898FEB06568A0618C52A"
		},
		{
			"Source":
			{
				"Text": "Hold to activate sideways offset (modifier key)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E7D5F1A145882159A49EE89DEAA01EF5"
		},
		{
			"Source":
			{
				"Text": "Hold to activate spacing (modifier key)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2878874049B6D5EE0A5D6D9B48259F72"
		},
		{
			"Source":
			{
				"Text": "Hold to scale X-axis. Combine with Y modifier to scale Z-axis."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9AE7D23346D4BB5B0192848D8291920C"
		},
		{
			"Source":
			{
				"Text": "Hold to scale Y-axis. Combine with X modifier to scale Z-axis."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FA69B4C54C1F9AC00819708F1BD00666"
		},
		{
			"Source":
			{
				"Text": "Horiz→Vert"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A70A70BC46CB9221B4A7618D9D344FCD"
		},
		{
			"Source":
			{
				"Text": "Increase value for active feature (scaling, spacing, steps, or stagger)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1BCE444B43095B0D655193A1B416CBBD"
		},
		{
			"Source":
			{
				"Text": "Large Grid Warning"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "33C84A48437DD1E5D1CF0AAD223DC813"
		},
		{
			"Source":
			{
				"Text": "Minimal (4)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A08F54F64F8642B9E7F8F1AA30D2B869"
		},
		{
			"Source":
			{
				"Text": "Mk1 (1)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B67A2B1049D6C022FFE45AA3C7E91E0D"
		},
		{
			"Source":
			{
				"Text": "Mk1 (1)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "80ADD8BF4E442F2608D92FB8ECD49CC2"
		},
		{
			"Source":
			{
				"Text": "Mk2 (2)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7A7B62144F20B0B73ABCD8B643EED6A1"
		},
		{
			"Source":
			{
				"Text": "Mk2 (2)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6587C0CB460666BD6FC98BB018890DC5"
		},
		{
			"Source":
			{
				"Text": "Mk3 (3)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "438320444C8158C55C66F08F8D53EBD5"
		},
		{
			"Source":
			{
				"Text": "Mk4 (4)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C0E174744867FC71F8E879B5AE7D69EE"
		},
		{
			"Source":
			{
				"Text": "Mk5 (5)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C08F8647484002CCC38A78938534A251"
		},
		{
			"Source":
			{
				"Text": "Mk6 (6)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "31D1020F4EA86C6B0532A3916E9533CD"
		},
		{
			"Source":
			{
				"Text": "Monochrome (5)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8E24BA32430E1A670137ABA048747BB8"
		},
		{
			"Source":
			{
				"Text": "Network"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "09B266E74168D79CC01A54B6220782CC"
		},
		{
			"Source":
			{
				"Text": "Never (2)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E9350DEF466B0A2E9F7FBDB9FA947A97"
		},
		{
			"Source":
			{
				"Text": "Noodle"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "928114D446D78C041AEF5D88157821E9"
		},
		{
			"Source":
			{
				"Text": "Not saved"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CDF7639140F228F3095085B61DF1FC1A"
		},
		{
			"Source":
			{
				"Text": "Once (1)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A1723C3742687518D3D7FAB8769C4F43"
		},
		{
			"Source":
			{
				"Text": "Press REFRESH to scan for upgradeable buildings. Press ESC or K to close."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "66C35E014DB7009BE3B924A85F570FD7"
		},
		{
			"Source":
			{
				"Text": "Press to clear active recipe"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "790FF28E4D98D951C6AE27B8A147F50F"
		},
		{
			"Source":
			{
				"Text": "REFRESH"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1CBF9AC24AB88ED704D8B89C23669BF7"
		},
		{
			"Source":
			{
				"Text": "Radius"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1CBE81654BEC06C4EE4D2F9B77C6823C"
		},
		{
			"Source":
			{
				"Text": "Radius (m):"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "32F87FF84A2C859EEF06EDA73BD50D90"
		},
		{
			"Source":
			{
				"Text": "Ready"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FD2BEAF2493FD288E0C03FB923FE3E94"
		},
		{
			"Source":
			{
				"Text": "Recipe Mode"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "310A5EFE4224B829F9BA469562A68951"
		},
		{
			"Source":
			{
				"Text": "Recipe Up/Down"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F87C5DEE489864EDB5D02386C86E62CF"
		},
		{
			"Source":
			{
				"Text": "Repair All Issues"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "70622324402CD200612E9395164CE150"
		},
		{
			"Source":
			{
				"Text": "Repair result will appear here"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C6DDD93A4DEF142BBA1E08BBE2381F1B"
		},
		{
			"Source":
			{
				"Text": "Rotation Mode"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E3CA9AD8424D9B1B3B996C97C1F70A61"
		},
		{
			"Source":
			{
				"Text": "Route mouse wheel input to the active Smart! feature (scaling, spacing, steps, or stagger)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FA953BD649A5AEE3F69CB7AFE9E2A43A"
		},
		{
			"Source":
			{
				"Text": "Run Detect to see results"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "96E044FE4DDABD241B0483A89D209A2C"
		},
		{
			"Source":
			{
				"Text": "SCAN NETWORK"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "827BDCB04E7D02296EA3E880D6C24DC3"
		},
		{
			"Source":
			{
				"Text": "Save New Preset"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DD0B98B04A427071B009D7BAA464B531"
		},
		{
			"Source":
			{
				"Text": "Scale Forward/Back"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7F2E5ED1421D2CB422D39B96E7FEFA25"
		},
		{
			"Source":
			{
				"Text": "Scale Left/Right"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A65B455D41D3967FE018129E6F8D99BC"
		},
		{
			"Source":
			{
				"Text": "Scale Up/Down"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D62D58CF4AFE88D8DE519488D31F424F"
		},
		{
			"Source":
			{
				"Text": "Scale X Modifier"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B433CC5C466EDDBF3105FA829F9B12D5"
		},
		{
			"Source":
			{
				"Text": "Scale Y Modifier"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FECC44E2411C81715010F7B2FAD081E6"
		},
		{
			"Source":
			{
				"Text": "Scan"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1322786544407AA4F8ED1B8190F76D9F"
		},
		{
			"Source":
			{
				"Text": "Scan network to see costs"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E66C9E5840CD757371D1B2A26B0937F7"
		},
		{
			"Source":
			{
				"Text": "Select items to see costs"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9E972DC647E3D424CFE890B235FB1EE3"
		},
		{
			"Source":
			{
				"Text": "Share"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6B9892D145A9E8A2054CEBAEF0A6B4E5"
		},
		{
			"Source":
			{
				"Text": "Show Direction Arrows (can be overridden)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "EA82618C44B70702397E7E97036E946B"
		},
		{
			"Source":
			{
				"Text": "Show/hide axis direction arrows"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "78E37EDB4BEB48A04A5139AC6A0C614D"
		},
		{
			"Source":
			{
				"Text": "Smart Restore"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F506AD1F41CF8A81A27FC0A480EAE8B8"
		},
		{
			"Source":
			{
				"Text": "Smart! Configuration"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "7BAE3F3D4FEAEB14DC15CCBAC6FA6820"
		},
		{
			"Source":
			{
				"Text": "Smart! Foundations"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "97E5935349503B2191BFE4B385BC7AB3"
		},
		{
			"Source":
			{
				"Text": "Smart! Grid Scaling"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "51EB9D9A495D641249A89FA0BD6F76B3"
		},
		{
			"Source":
			{
				"Text": "Smart! Grid Scaling"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "53A77D7341E0BB96E67D9287BEF26C24"
		},
		{
			"Source":
			{
				"Text": "Smart! Grid Scaling"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "62C6E10A41335FE94A371DB0EA31B799"
		},
		{
			"Source":
			{
				"Text": "Smart! Grid Scaling"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B4E7FC1B4C29E5780A005DACF4F6605B"
		},
		{
			"Source":
			{
				"Text": "Smart! Grid Scaling"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B8C9B67949C7644C3AE6519EBC26464D"
		},
		{
			"Source":
			{
				"Text": "Smart! Grid Scaling"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "331CFA504EADB43C56B9C1AF41012E2F"
		},
		{
			"Source":
			{
				"Text": "Smart! Interface"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F484CB0045E1F6610752E19D98C01DFE"
		},
		{
			"Source":
			{
				"Text": "Smart! Panel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "466E938E4AA5B443D005619DEB8F0382"
		},
		{
			"Source":
			{
				"Text": "Smart! Recipe"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "86A78F2C47F34655E5C58484EC93E3AD"
		},
		{
			"Source":
			{
				"Text": "Smart! Recipe"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1C0157F7400B84FCEA0CB0997F18ECFA"
		},
		{
			"Source":
			{
				"Text": "Smart! Rotation"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E522B9984A797E90FDF435B93981833C"
		},
		{
			"Source":
			{
				"Text": "Smart! Spacing"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1D5643D5431C6F63F8A943BCE13CBE7E"
		},
		{
			"Source":
			{
				"Text": "Smart! Spacing"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "246236E4495CCCF2A3E4FC85C85DA9AB"
		},
		{
			"Source":
			{
				"Text": "Smart! Spacing"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "12DA0489426F414A397D0589ED6C0745"
		},
		{
			"Source":
			{
				"Text": "Smart! Stagger"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5162B61A422973421A9B5084A1B41030"
		},
		{
			"Source":
			{
				"Text": "Smart! Stagger"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F5885ED64196DAF6BE5F878ED0AF0A29"
		},
		{
			"Source":
			{
				"Text": "Smart! Steps"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "63AABDCD482973D2CAFDF2932D97AE25"
		},
		{
			"Source":
			{
				"Text": "Smart! Steps"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "067E1A5040E18EA163524F8F205335A9"
		},
		{
			"Source":
			{
				"Text": "Smart! Upgrade Panel"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8BB84C5240D8A57F87983A986C3DFB73"
		},
		{
			"Source":
			{
				"Text": "Spacing Mode"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9643BBEF4D4BFEB216B5CDB73AC1A4C8"
		},
		{
			"Source":
			{
				"Text": "Stagger Left/Right"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6F0E40FD4B11CA1CEC6FC5B06EB0188C"
		},
		{
			"Source":
			{
				"Text": "Stagger Mode"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AC9521FE4F1ABB4F0FDA12BE408820F6"
		},
		{
			"Source":
			{
				"Text": "Steps Mode"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A4625ACE4A31BA74C187C09C62723BE6"
		},
		{
			"Source":
			{
				"Text": "Steps Up/Down"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "E148F27C4C01935B4E019BA49F4A0F55"
		},
		{
			"Source":
			{
				"Text": "Straight"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8A7DD44D47B48C266B3B88AC01D1CEF3"
		},
		{
			"Source":
			{
				"Text": "Straight"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0019837C427C49F6BA1DE5A2BAF52104"
		},
		{
			"Source":
			{
				"Text": "Target Tier:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C34C1A5F452AB8290A9A00BA9D73780D"
		},
		{
			"Source":
			{
				"Text": "Target Tier:"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "47FABC9743E900C118B8FCAF9C9076DE"
		},
		{
			"Source":
			{
				"Text": "These tools diagnose and repair conveyor chain corruption. Only use them if you are experiencing belt issues."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "427A62BA4B691763413124A521EE7AA2"
		},
		{
			"Source":
			{
				"Text": "Toggle Arrows"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3326E4B341828CD7663F6285E104A803"
		},
		{
			"Source":
			{
				"Text": "Toggle Settings Form"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3E62D33F4FA4C52320AB48BD9B6D8B1C"
		},
		{
			"Source":
			{
				"Text": "Toggle Smart Settings Form"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D09E94C0499C4C4F3E606D9E2461B19A"
		},
		{
			"Source":
			{
				"Text": "Triage"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D5988C104C18248A9BFD8485A40BE7BF"
		},
		{
			"Source":
			{
				"Text": "UPGRADE"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0A60D4B54D01B286CA22F0A0967B6803"
		},
		{
			"Source":
			{
				"Text": "Warning message here"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BB16B38F4773E62C787CD8A7A950B2A0"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1926932648C4B2B04FFA2DA78759EB8A"
		},
		{
			"Source":
			{
				"Text": "X (1)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "59B517F844E13DA8F3D539844F2C9378"
		},
		{
			"Source":
			{
				"Text": "X+Y (3)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "56027A5C460D5844EF237AB48DAA5A28"
		},
		{
			"Source":
			{
				"Text": "Y (2)"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "444B8B2648F771FC835D1CABC302BA9E"
		},
		{
			"Source":
			{
				"Text": "°"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "23C90C2D418545EC4333738F056A5EE6"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "SmartFoundations",
			"Children": [
				{
					"Source":
					{
						"Text": " x "
					},
					"Translation":
					{
						"Text": " x "
					},
					"Key": "Upgrade_Separator"
				},
				{
					"Source":
					{
						"Text": "# of Connections to Keep Free:"
					},
					"Translation":
					{
						"Text": "Conexiones a reservar:"
					},
					"Key": "Config_PowerReserved"
				},
				{
					"Source":
					{
						"Text": "(No net cost)"
					},
					"Translation":
					{
						"Text": "(Sin costo neto)"
					},
					"Key": "Upgrade_NoNetCost"
				},
				{
					"Source":
					{
						"Text": "({0} upgradeable)"
					},
					"Translation":
					{
						"Text": "({0} mejorables)"
					},
					"Key": "Upgrade_UpgradeableCount"
				},
				{
					"Source":
					{
						"Text": "* Extreme grid - high risk of freeze/crash"
					},
					"Translation":
					{
						"Text": "* Cuadrícula extrema — alto riesgo de crasheo!!"
					},
					"Key": "Panel_GridWarning_Danger"
				},
				{
					"Source":
					{
						"Text": "* Large grid"
					},
					"Translation":
					{
						"Text": "* Cuadrícula grande"
					},
					"Key": "Panel_GridWarning_Caution"
				},
				{
					"Source":
					{
						"Text": "* Very large grid - may cause temporary freeze"
					},
					"Translation":
					{
						"Text": "* Cuadrícula muy grande — puede causar congelamiento temporal"
					},
					"Key": "Panel_GridWarning_Warning"
				},
				{
					"Source":
					{
						"Text": "*Auto-Connect Disabled (double-tap to re-enable)"
					},
					"Translation":
					{
						"Text": "*Autoconexión desactivada (doble toque para reactivar)"
					},
					"Key": "HUD_AutoConnectDisabled"
				},
				{
					"Source":
					{
						"Text": "*Extend Active"
					},
					"Translation":
					{
						"Text": "*Extensión activa"
					},
					"Key": "HUD_ExtendActive"
				},
				{
					"Source":
					{
						"Text": "*Extend Disabled"
					},
					"Translation":
					{
						"Text": "*Extensión desactivada"
					},
					"Key": "HUD_ExtendDisabled"
				},
				{
					"Source":
					{
						"Text": "*Extend: {0}x{1}"
					},
					"Translation":
					{
						"Text": "*Extensión: {0}x{1}"
					},
					"Key": "HUD_ExtendScaled"
				},
				{
					"Source":
					{
						"Text": "*Restore Active"
					},
					"Translation":
					{
						"Text": "*Restaurar activo"
					},
					"Key": "HUD_RestoreActive"
				},
				{
					"Source":
					{
						"Text": "*Restore: {0}"
					},
					"Translation":
					{
						"Text": "*Restaurar: {0}"
					},
					"Key": "HUD_RestorePreset"
				},
				{
					"Source":
					{
						"Text": "*Smart Disabled (double-tap to re-enable)"
					},
					"Translation":
					{
						"Text": "*Smart desactivado (doble toque para reactivar)"
					},
					"Key": "HUD_SmartDisabled"
				},
				{
					"Source":
					{
						"Text": "*Walk  {0} seg | head {1} {2}deg | {3}"
					},
					"Translation":
					{
						"Text": "*Caminar  {0} seg | rumbo {1} {2}° | {3}"
					},
					"Key": "HUD_Walk"
				},
				{
					"Source":
					{
						"Text": "*Zoop Active - Scaling Disabled"
					},
					"Translation":
					{
						"Text": "*Zoop activo — Escalado desactivado"
					},
					"Key": "HUD_ZoopActive"
				},
				{
					"Source":
					{
						"Text": "A preset named '{0}' already exists. Overwrite?"
					},
					"Translation":
					{
						"Text": "Ya existe un preajuste llamado '{0}'. ¿Sobrescribir?"
					},
					"Key": "Panel_Restore_OverwriteMessage"
				},
				{
					"Source":
					{
						"Text": "Advance m"
					},
					"Translation":
					{
						"Text": "Avance m"
					},
					"Key": "Walk_Col_Advance"
				},
				{
					"Source":
					{
						"Text": "Advance{0}: {1}m"
					},
					"Translation":
					{
						"Text": "Avance{0}: {1}m"
					},
					"Key": "HUD_WalkAdvance"
				},
				{
					"Source":
					{
						"Text": "Aim at a belt, pipe, or pole to scan its network"
					},
					"Translation":
					{
						"Text": "Apunta a una cinta, tubería o poste para escanear su red"
					},
					"Key": "Upgrade_TraversalHint"
				},
				{
					"Source":
					{
						"Text": "Aim at a belt, pipe, or power pole to scan its network"
					},
					"Translation":
					{
						"Text": "Apunte a una cinta, tubería o poste eléctrico para escanear su red"
					},
					"Key": "Upgrade_AimAtTarget"
				},
				{
					"Source":
					{
						"Text": "Aim at a buildable and press Scan Network"
					},
					"Translation":
					{
						"Text": "Apunte a un construible y presione Escanear red"
					},
					"Key": "Upgrade_AimAndScan"
				},
				{
					"Source":
					{
						"Text": "Allow auto-connected belts to stack vertically where they overlap."
					},
					"Translation":
					{
						"Text": "Permite que las cintas autoconectadas se apilen verticalmente donde se superponen."
					},
					"Key": "P.bStackableBeltEnabled.TT"
				},
				{
					"Source":
					{
						"Text": "Anchor: {0} (Mk{1})"
					},
					"Translation":
					{
						"Text": "Ancla: {0} (Mk{1})"
					},
					"Key": "Upgrade_Anchor"
				},
				{
					"Source":
					{
						"Text": "Animate the arrows orbiting the hologram. Turn off for static arrows that still track you."
					},
					"Translation":
					{
						"Text": "Anima las flechas orbitando alrededor del holograma. Desactívalo para flechas estáticas que aún te siguen."
					},
					"Key": "P.bShowArrowOrbit.TT"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Aplicar"
					},
					"Key": "Panel_Btn_Apply"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Aplicar"
					},
					"Key": "Panel_Btn_ApplyPreset"
				},
				{
					"Source":
					{
						"Text": "Apply Immediately"
					},
					"Translation":
					{
						"Text": "Aplicar inmediatamente"
					},
					"Key": "P.bApplyImmediately"
				},
				{
					"Source":
					{
						"Text": "Apply Immediately"
					},
					"Translation":
					{
						"Text": "Aplicar inmediatamente"
					},
					"Key": "Config_ApplyImmediate"
				},
				{
					"Source":
					{
						"Text": "Apply Immediately:"
					},
					"Translation":
					{
						"Text": "Aplicar inmediatamente:"
					},
					"Key": "Panel_ApplyImmediately"
				},
				{
					"Source":
					{
						"Text": "Apply Smart Panel changes instantly instead of clicking the Apply button."
					},
					"Translation":
					{
						"Text": "Aplica los cambios del Panel Smart al instante en lugar de pulsar el botón Aplicar."
					},
					"Key": "P.bApplyImmediately.TT"
				},
				{
					"Source":
					{
						"Text": "Arrow Axis Labels"
					},
					"Translation":
					{
						"Text": "Etiquetas de ejes en flechas"
					},
					"Key": "P.bShowArrowLabels"
				},
				{
					"Source":
					{
						"Text": "Arrow Axis Labels:"
					},
					"Translation":
					{
						"Text": "Etiquetas de ejes en flechas:"
					},
					"Key": "Config_ArrowLabels"
				},
				{
					"Source":
					{
						"Text": "Arrow Orbit Animation"
					},
					"Translation":
					{
						"Text": "Animación de órbita de flechas"
					},
					"Key": "P.bShowArrowOrbit"
				},
				{
					"Source":
					{
						"Text": "Arrow Orbit Animation:"
					},
					"Translation":
					{
						"Text": "Animación de órbita de flechas:"
					},
					"Key": "Config_ArrowOrbit"
				},
				{
					"Source":
					{
						"Text": "Arrows"
					},
					"Translation":
					{
						"Text": "Flechas"
					},
					"Key": "Sec.Arrows"
				},
				{
					"Source":
					{
						"Text": "Audit Complete: {0} upgradeable found across {1} structures."
					},
					"Translation":
					{
						"Text": "Auditoría completa: {0} mejorables encontrados en {1} estructuras."
					},
					"Key": "Upgrade_AuditComplete"
				},
				{
					"Source":
					{
						"Text": "Audit failed or was canceled."
					},
					"Translation":
					{
						"Text": "La auditoría falló o fue cancelada."
					},
					"Key": "Upgrade_AuditFailed"
				},
				{
					"Source":
					{
						"Text": "Auditing world... {0}% ({1} scanned)"
					},
					"Translation":
					{
						"Text": "Auditando mundo... {0}% ({1} escaneados)"
					},
					"Key": "Upgrade_AuditProgress"
				},
				{
					"Source":
					{
						"Text": "Auto"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Walk_Opt_Auto"
				},
				{
					"Source":
					{
						"Text": "Auto 2D"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Walk_Opt_Auto2D"
				},
				{
					"Source":
					{
						"Text": "Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar"
					},
					"Key": "Panel_AutoConnectHeader"
				},
				{
					"Source":
					{
						"Text": "Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar"
					},
					"Key": "Panel_Restore_CaptureAutoConnect"
				},
				{
					"Source":
					{
						"Text": "Auto-Hold on Grid Change"
					},
					"Translation":
					{
						"Text": "Auto-bloqueo al cambiar cuadrícula"
					},
					"Key": "P.bAutoHoldOnGridChange"
				},
				{
					"Source":
					{
						"Text": "Auto-Hold on Grid Change:"
					},
					"Translation":
					{
						"Text": "Auto-bloqueo al cambiar cuadrícula:"
					},
					"Key": "Config_AutoHold"
				},
				{
					"Source":
					{
						"Text": "Automatically connect conveyor belts between placed buildings and distributors."
					},
					"Translation":
					{
						"Text": "Conecta automáticamente las cintas transportadoras entre los edificios colocados y los distribuidores."
					},
					"Key": "P.bAutoConnectEnabled.TT"
				},
				{
					"Source":
					{
						"Text": "Automatically connect pipes between placed buildings."
					},
					"Translation":
					{
						"Text": "Conecta automáticamente las tuberías entre los edificios colocados."
					},
					"Key": "P.bPipeAutoConnectEnabled.TT"
				},
				{
					"Source":
					{
						"Text": "Automatically lock the hologram in place after any grid change. Press the Hold key to release it."
					},
					"Translation":
					{
						"Text": "Bloquea automáticamente el holograma en su sitio tras cualquier cambio de cuadrícula. Pulsa la tecla de Bloqueo para liberarlo."
					},
					"Key": "P.bAutoHoldOnGridChange.TT"
				},
				{
					"Source":
					{
						"Text": "Automatically run conveyor belts between the buildings you place."
					},
					"Translation":
					{
						"Text": "Traza automáticamente cintas transportadoras entre los edificios que colocas."
					},
					"Key": "Sec.Belt.TT"
				},
				{
					"Source":
					{
						"Text": "Automatically run pipes between the buildings you place."
					},
					"Translation":
					{
						"Text": "Traza automáticamente tuberías entre los edificios que colocas."
					},
					"Key": "Sec.Pipe.TT"
				},
				{
					"Source":
					{
						"Text": "Automatically wire power between buildings and power poles as you build."
					},
					"Translation":
					{
						"Text": "Cablea automáticamente la energía entre edificios y postes de electricidad mientras construyes."
					},
					"Key": "Sec.Power.TT"
				},
				{
					"Source":
					{
						"Text": "Automatically wire power between placed buildings and nearby power poles."
					},
					"Translation":
					{
						"Text": "Cablea automáticamente la energía entre los edificios colocados y los postes de electricidad cercanos."
					},
					"Key": "P.bPowerAutoConnectEnabled.TT"
				},
				{
					"Source":
					{
						"Text": "Backward"
					},
					"Translation":
					{
						"Text": "Atrás"
					},
					"Key": "Walk_Opt_Backward"
				},
				{
					"Source":
					{
						"Text": "Belt"
					},
					"Translation":
					{
						"Text": "Cinta"
					},
					"Key": "Walk_Conveyance_Belt"
				},
				{
					"Source":
					{
						"Text": "Belt Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar cintas"
					},
					"Key": "Sec.Belt"
				},
				{
					"Source":
					{
						"Text": "Belt Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar cintas"
					},
					"Key": "P.bAutoConnectEnabled"
				},
				{
					"Source":
					{
						"Text": "Belt Auto-Connect:"
					},
					"Translation":
					{
						"Text": "Auto-conexión de cintas:"
					},
					"Key": "Panel_AC_BeltEnabled"
				},
				{
					"Source":
					{
						"Text": "Belt Auto-Connect:"
					},
					"Translation":
					{
						"Text": "Auto conectar cintas:"
					},
					"Key": "Config_AutoConnectEnabled"
				},
				{
					"Source":
					{
						"Text": "Belt Routing Mode"
					},
					"Translation":
					{
						"Text": "Modo de enrutamiento de cinta"
					},
					"Key": "P.BeltRoutingMode"
				},
				{
					"Source":
					{
						"Text": "Belt Routing Mode:"
					},
					"Translation":
					{
						"Text": "Modo de enrutamiento de cinta:"
					},
					"Key": "Config_BeltRoutingMode"
				},
				{
					"Source":
					{
						"Text": "Belt tier for distributor-to-building connections. Auto uses the highest tier you've unlocked."
					},
					"Translation":
					{
						"Text": "Nivel de cinta para las conexiones de distribuidor a edificio. Auto usa el nivel más alto que hayas desbloqueado."
					},
					"Key": "P.BeltLevelToBuilding.TT"
				},
				{
					"Source":
					{
						"Text": "Belt tier for distributor-to-distributor (manifold) connections. Auto uses the highest tier you've unlocked."
					},
					"Translation":
					{
						"Text": "Nivel de cinta para las conexiones entre distribuidores (distribuidor). Auto usa el nivel más alto que hayas desbloqueado."
					},
					"Key": "P.BeltLevelMain.TT"
				},
				{
					"Source":
					{
						"Text": "Building Behavior"
					},
					"Translation":
					{
						"Text": "Comportamiento de construcción"
					},
					"Key": "Sec.Building"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancelar"
					},
					"Key": "Panel_Btn_Cancel"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancelar"
					},
					"Key": "Upgrade_Btn_Cancel"
				},
				{
					"Source":
					{
						"Text": "Cannot find player location"
					},
					"Translation":
					{
						"Text": "No se puede encontrar la ubicación del jugador"
					},
					"Key": "Upgrade_NoPlayerLoc"
				},
				{
					"Source":
					{
						"Text": "Capture:"
					},
					"Translation":
					{
						"Text": "Capturar:"
					},
					"Key": "Panel_Restore_Capture"
				},
				{
					"Source":
					{
						"Text": "Chain distributors together with manifold lane belts, so a whole row is fed from one input."
					},
					"Translation":
					{
						"Text": "Encadena los distribuidores con cintas de distribuidor, de modo que toda una fila se alimente desde una sola entrada."
					},
					"Key": "P.bAutoConnectDistributors.TT"
				},
				{
					"Source":
					{
						"Text": "Chain:"
					},
					"Translation":
					{
						"Text": "Cadena:"
					},
					"Key": "Panel_AC_Chain"
				},
				{
					"Source":
					{
						"Text": "Clean"
					},
					"Translation":
					{
						"Text": "Limpio"
					},
					"Key": "Walk_Opt_Clean"
				},
				{
					"Source":
					{
						"Text": "Clear"
					},
					"Translation":
					{
						"Text": "Limpiar"
					},
					"Key": "Panel_Btn_ClearRecipe"
				},
				{
					"Source":
					{
						"Text": "Click to select {0} for upgrade"
					},
					"Translation":
					{
						"Text": "Haga clic para seleccionar {0} para mejorar"
					},
					"Key": "Upgrade_ClickToSelect"
				},
				{
					"Source":
					{
						"Text": "Close"
					},
					"Translation":
					{
						"Text": "Cerrar"
					},
					"Key": "Upgrade_Btn_Close"
				},
				{
					"Source":
					{
						"Text": "Color theme for the HUD: Default (FICSIT orange), Dark, Classic, High Contrast, Minimal, or Monochrome."
					},
					"Translation":
					{
						"Text": "Tema de color del HUD: Predeterminado (naranja FICSIT), Oscuro, Clásico, Alto contraste, Mínimo o Monocromo."
					},
					"Key": "P.HUDTheme.TT"
				},
				{
					"Source":
					{
						"Text": "Connection Range"
					},
					"Translation":
					{
						"Text": "Rango de conexión"
					},
					"Key": "P.PowerConnectRange"
				},
				{
					"Source":
					{
						"Text": "Connection Range:"
					},
					"Translation":
					{
						"Text": "Rango de conexión:"
					},
					"Key": "Config_PowerRange"
				},
				{
					"Source":
					{
						"Text": "Connections to Keep Free"
					},
					"Translation":
					{
						"Text": "Conexiones a reservar"
					},
					"Key": "P.PowerConnectReserved"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continuar"
					},
					"Key": "Panel_Btn_Continue"
				},
				{
					"Source":
					{
						"Text": "Conveyor Belts"
					},
					"Translation":
					{
						"Text": "Cintas transportadoras"
					},
					"Key": "Family_Belt"
				},
				{
					"Source":
					{
						"Text": "Conveyor Lifts"
					},
					"Translation":
					{
						"Text": "Cintas elevadoras"
					},
					"Key": "Family_Lift"
				},
				{
					"Source":
					{
						"Text": "Created:"
					},
					"Translation":
					{
						"Text": "Creado:"
					},
					"Key": "Panel_Restore_CreatedAt"
				},
				{
					"Source":
					{
						"Text": "Cross Splitters/Mergers"
					},
					"Translation":
					{
						"Text": "Cruzar divisores/fusionadores"
					},
					"Key": "Upgrade_CrossSplitters"
				},
				{
					"Source":
					{
						"Text": "Cross Storage Containers"
					},
					"Translation":
					{
						"Text": "Cruzar contenedores"
					},
					"Key": "Upgrade_CrossStorage"
				},
				{
					"Source":
					{
						"Text": "Cross Train Platforms"
					},
					"Translation":
					{
						"Text": "Cruzar plataformas de tren"
					},
					"Key": "Upgrade_CrossTrains"
				},
				{
					"Source":
					{
						"Text": "Curve"
					},
					"Translation":
					{
						"Text": "Curva"
					},
					"Key": "Walk_Opt_Curve"
				},
				{
					"Source":
					{
						"Text": "Cycle Mode"
					},
					"Translation":
					{
						"Text": "Cambiar modo"
					},
					"Key": "Hint_CycleMode"
				},
				{
					"Source":
					{
						"Text": "Daisy-Chain Pole-less Factories"
					},
					"Translation":
					{
						"Text": "Encadenar fábricas sin poste"
					},
					"Key": "P.bExtendDaisyChainPoleless"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": "Predeterminado"
					},
					"Key": "Walk_Opt_Default"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Eliminar"
					},
					"Key": "Panel_Btn_DeletePreset"
				},
				{
					"Source":
					{
						"Text": "Delete Preset"
					},
					"Translation":
					{
						"Text": "Eliminar preajuste"
					},
					"Key": "Panel_Restore_DeleteTitle"
				},
				{
					"Source":
					{
						"Text": "Delete preset '{0}'?"
					},
					"Translation":
					{
						"Text": "¿Eliminar el preajuste '{0}'?"
					},
					"Key": "Panel_Restore_DeleteMessage"
				},
				{
					"Source":
					{
						"Text": "Description:"
					},
					"Translation":
					{
						"Text": "Descripción:"
					},
					"Key": "Panel_Restore_Description"
				},
				{
					"Source":
					{
						"Text": "Direction"
					},
					"Translation":
					{
						"Text": "Dirección"
					},
					"Key": "Walk_Lbl_Direction"
				},
				{
					"Source":
					{
						"Text": "Direction:"
					},
					"Translation":
					{
						"Text": "Dirección:"
					},
					"Key": "Panel_AC_Direction"
				},
				{
					"Source":
					{
						"Text": "Directional arrows drawn on the building hologram."
					},
					"Translation":
					{
						"Text": "Flechas de dirección dibujadas en el holograma del edificio."
					},
					"Key": "Sec.Arrows.TT"
				},
				{
					"Source":
					{
						"Text": "Double Wall Outlet Mk.{0}"
					},
					"Translation":
					{
						"Text": "Distribuidor de pared doble Mk.{0}"
					},
					"Key": "UpgradeRow_DoubleWallOutlet"
				},
				{
					"Source":
					{
						"Text": "EXTREME GRID WARNING!"
					},
					"Translation":
					{
						"Text": "¡ADVERTENCIA DE CUADRÍCULA EXTREMA!"
					},
					"Key": "Panel_Confirm_ExtremeTitle"
				},
				{
					"Source":
					{
						"Text": "Enable Extend - repeat a building or grid outward in one direction."
					},
					"Translation":
					{
						"Text": "Activa Extender: repite un edificio o cuadrícula hacia afuera en una dirección."
					},
					"Key": "P.bExtendEnabled.TT"
				},
				{
					"Source":
					{
						"Text": "Entire Map"
					},
					"Translation":
					{
						"Text": "Mapa completo"
					},
					"Key": "Upgrade_Btn_EntireMap"
				},
				{
					"Source":
					{
						"Text": "Error: Execution service not available"
					},
					"Translation":
					{
						"Text": "Error: servicio de ejecución no disponible"
					},
					"Key": "Upgrade_ErrExecution"
				},
				{
					"Source":
					{
						"Text": "Error: No player controller"
					},
					"Translation":
					{
						"Text": "Error: Sin controlador de jugador"
					},
					"Key": "Upgrade_ErrNoPlayer"
				},
				{
					"Source":
					{
						"Text": "Error: Subsystem not available"
					},
					"Translation":
					{
						"Text": "Error: subsistema no disponible"
					},
					"Key": "Upgrade_ErrSubsystem"
				},
				{
					"Source":
					{
						"Text": "Error: server connection unavailable"
					},
					"Translation":
					{
						"Text": "Error: conexión con el servidor no disponible"
					},
					"Key": "Upgrade_ErrRCOScan"
				},
				{
					"Source":
					{
						"Text": "Error: server connection unavailable"
					},
					"Translation":
					{
						"Text": "Error: conexión con el servidor no disponible"
					},
					"Key": "Upgrade_ErrRCO"
				},
				{
					"Source":
					{
						"Text": "Estimated Cost"
					},
					"Translation":
					{
						"Text": "Costo estimado"
					},
					"Key": "Upgrade_EstimatedCost"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "Salida"
					},
					"Key": "Walk_Col_Exit"
				},
				{
					"Source":
					{
						"Text": "Export to Clipboard"
					},
					"Translation":
					{
						"Text": "Exportar al portapapeles"
					},
					"Key": "Panel_Btn_ExportPreset"
				},
				{
					"Source":
					{
						"Text": "Extend Daisy-Chain Power"
					},
					"Translation":
					{
						"Text": "Extender energía en cadena"
					},
					"Key": "P.bExtendDaisyChainPower"
				},
				{
					"Source":
					{
						"Text": "Extend Enabled"
					},
					"Translation":
					{
						"Text": "Extensión activada"
					},
					"Key": "P.bExtendEnabled"
				},
				{
					"Source":
					{
						"Text": "Extend Enabled:"
					},
					"Translation":
					{
						"Text": "Extensión activada:"
					},
					"Key": "Config_ExtendEnabled"
				},
				{
					"Source":
					{
						"Text": "Extend Power Poles"
					},
					"Translation":
					{
						"Text": "Extender postes eléctricos"
					},
					"Key": "P.bExtendPowerEnabled"
				},
				{
					"Source":
					{
						"Text": "Extend Power Poles:"
					},
					"Translation":
					{
						"Text": "Extender postes eléctricos:"
					},
					"Key": "Config_ExtendPower"
				},
				{
					"Source":
					{
						"Text": "Factory Belt"
					},
					"Translation":
					{
						"Text": "Cinta de fábrica"
					},
					"Key": "P.BeltLevelToBuilding"
				},
				{
					"Source":
					{
						"Text": "Factory Belt:"
					},
					"Translation":
					{
						"Text": "Cinta de fábrica:"
					},
					"Key": "Config_FactoryBelt"
				},
				{
					"Source":
					{
						"Text": "Flow Indicator"
					},
					"Translation":
					{
						"Text": "Indicador de flujo"
					},
					"Key": "P.PipeIndicator"
				},
				{
					"Source":
					{
						"Text": "Flow Indicator:"
					},
					"Translation":
					{
						"Text": "Indicador de flujo:"
					},
					"Key": "Config_FlowIndicator"
				},
				{
					"Source":
					{
						"Text": "Flow Indicator:"
					},
					"Translation":
					{
						"Text": "Indicador de flujo:"
					},
					"Key": "Panel_AC_FlowIndicator"
				},
				{
					"Source":
					{
						"Text": "Forward"
					},
					"Translation":
					{
						"Text": "Adelante"
					},
					"Key": "Walk_Opt_Forward"
				},
				{
					"Source":
					{
						"Text": "Found {0} items ({1} upgradeable)"
					},
					"Translation":
					{
						"Text": "{0} elementos encontrados ({1} mejorables)"
					},
					"Key": "Upgrade_FoundItems"
				},
				{
					"Source":
					{
						"Text": "Grid"
					},
					"Translation":
					{
						"Text": "Cuadrícula"
					},
					"Key": "Panel_Section_Grid"
				},
				{
					"Source":
					{
						"Text": "Grid"
					},
					"Translation":
					{
						"Text": "Cuadrícula"
					},
					"Key": "Panel_Restore_CaptureGrid"
				},
				{
					"Source":
					{
						"Text": "Grid Axis"
					},
					"Translation":
					{
						"Text": "Eje de cuadrícula"
					},
					"Key": "P.PowerConnectMode"
				},
				{
					"Source":
					{
						"Text": "Grid Axis:"
					},
					"Translation":
					{
						"Text": "Eje de cuadrícula:"
					},
					"Key": "Panel_AC_GridAxis"
				},
				{
					"Source":
					{
						"Text": "Grid Axis:"
					},
					"Translation":
					{
						"Text": "Eje de cuadrícula:"
					},
					"Key": "Config_PowerGridAxis"
				},
				{
					"Source":
					{
						"Text": "Grid Total: {0} holograms"
					},
					"Translation":
					{
						"Text": "Total de la cuadrícula: {0} hologramas"
					},
					"Key": "Panel_GridTotal"
				},
				{
					"Source":
					{
						"Text": "Grid [X]:"
					},
					"Translation":
					{
						"Text": "Cuadrícula [X]:"
					},
					"Key": "Panel_GridX"
				},
				{
					"Source":
					{
						"Text": "Grid [Y]:"
					},
					"Translation":
					{
						"Text": "Cuadrícula [Y]:"
					},
					"Key": "Panel_GridY"
				},
				{
					"Source":
					{
						"Text": "Grid [Z]:"
					},
					"Translation":
					{
						"Text": "Cuadrícula [Z]:"
					},
					"Key": "Panel_GridZ"
				},
				{
					"Source":
					{
						"Text": "Grid: 1x1x1"
					},
					"Translation":
					{
						"Text": "Cuadrícula: 1x1x1"
					},
					"Key": "HUD_GridDefault"
				},
				{
					"Source":
					{
						"Text": "Grid: {0}x{1}x{2} ({3})"
					},
					"Translation":
					{
						"Text": "Cuadrícula: {0}x{1}x{2} ({3})"
					},
					"Key": "HUD_Grid"
				},
				{
					"Source":
					{
						"Text": "H->V"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Walk_Opt_HToV"
				},
				{
					"Source":
					{
						"Text": "HUD"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Sec.HUD"
				},
				{
					"Source":
					{
						"Text": "HUD Position X"
					},
					"Translation":
					{
						"Text": "Posición X del HUD"
					},
					"Key": "P.HUDPositionX"
				},
				{
					"Source":
					{
						"Text": "HUD Position X"
					},
					"Translation":
					{
						"Text": "Posición X del HUD"
					},
					"Key": "Config_HUDPosX"
				},
				{
					"Source":
					{
						"Text": "HUD Position Y"
					},
					"Translation":
					{
						"Text": "Posición Y del HUD"
					},
					"Key": "P.HUDPositionY"
				},
				{
					"Source":
					{
						"Text": "HUD Position Y"
					},
					"Translation":
					{
						"Text": "Posición Y del HUD"
					},
					"Key": "Config_HUDPosY"
				},
				{
					"Source":
					{
						"Text": "HUD Scale"
					},
					"Translation":
					{
						"Text": "Escala del HUD"
					},
					"Key": "P.HUDScale"
				},
				{
					"Source":
					{
						"Text": "HUD Theme"
					},
					"Translation":
					{
						"Text": "Tema del HUD"
					},
					"Key": "P.HUDTheme"
				},
				{
					"Source":
					{
						"Text": "HUD Theme:"
					},
					"Translation":
					{
						"Text": "Tema del HUD:"
					},
					"Key": "Config_HUDTheme"
				},
				{
					"Source":
					{
						"Text": "Horizontal position of the HUD on screen (0 = left edge, 1 = right edge)."
					},
					"Translation":
					{
						"Text": "Posición horizontal del HUD en pantalla (0 = borde izquierdo, 1 = borde derecho)."
					},
					"Key": "P.HUDPositionX.TT"
				},
				{
					"Source":
					{
						"Text": "How Extend, auto-hold, and Apply behave while building."
					},
					"Translation":
					{
						"Text": "Cómo se comportan Extender, el auto-bloqueo y Aplicar mientras construyes."
					},
					"Key": "Sec.Building.TT"
				},
				{
					"Source":
					{
						"Text": "How auto-connected belts are shaped: Default, Curve, or Straight."
					},
					"Translation":
					{
						"Text": "Cómo se trazan las cintas autoconectadas: Predeterminado, Curva o Recto."
					},
					"Key": "P.BeltRoutingMode.TT"
				},
				{
					"Source":
					{
						"Text": "How auto-connected pipes are shaped: Auto, 2D, Straight, Curve, Noodle, or Horizontal-to-Vertical."
					},
					"Translation":
					{
						"Text": "Cómo se trazan las tuberías autoconectadas: Auto, 2D, Recto, Curva, Fideo u Horizontal a vertical."
					},
					"Key": "P.PipeRoutingMode.TT"
				},
				{
					"Source":
					{
						"Text": "Import from Clipboard"
					},
					"Translation":
					{
						"Text": "Importar del portapapeles"
					},
					"Key": "Panel_Btn_ImportPreset"
				},
				{
					"Source":
					{
						"Text": "Import from Last Extend"
					},
					"Translation":
					{
						"Text": "Importar de la última extensión"
					},
					"Key": "Panel_Btn_ImportFromExtend"
				},
				{
					"Source":
					{
						"Text": "Include power poles when using Extend."
					},
					"Translation":
					{
						"Text": "Incluye los postes de electricidad al usar Extender."
					},
					"Key": "P.bExtendPowerEnabled.TT"
				},
				{
					"Source":
					{
						"Text": "Invalid: {0}"
					},
					"Translation":
					{
						"Text": "Inválido: {0}"
					},
					"Key": "Upgrade_Invalid"
				},
				{
					"Source":
					{
						"Text": "Large Grid Warning"
					},
					"Translation":
					{
						"Text": "Advertencia de cuadrícula grande"
					},
					"Key": "Panel_Confirm_LargeTitle"
				},
				{
					"Source":
					{
						"Text": "Lift: ↕ {0}m  ⇓ {1}m"
					},
					"Translation":
					{
						"Text": "Elevador: ↕ {0}m  ⇓ {1}m"
					},
					"Key": "HUD_LiftHeight"
				},
				{
					"Source":
					{
						"Text": "Main Tier"
					},
					"Translation":
					{
						"Text": "Nivel principal"
					},
					"Key": "P.PipeLevelMain"
				},
				{
					"Source":
					{
						"Text": "Main Tier:"
					},
					"Translation":
					{
						"Text": "Tier principal:"
					},
					"Key": "Config_PipeMainTier"
				},
				{
					"Source":
					{
						"Text": "Main Tier:"
					},
					"Translation":
					{
						"Text": "Nivel principal:"
					},
					"Key": "Panel_AC_MainTier"
				},
				{
					"Source":
					{
						"Text": "Manifold Lane Belt"
					},
					"Translation":
					{
						"Text": "Cinta de distribuidor"
					},
					"Key": "P.BeltLevelMain"
				},
				{
					"Source":
					{
						"Text": "Manifold Lane Belt:"
					},
					"Translation":
					{
						"Text": "Cinta de distribuidor:"
					},
					"Key": "Config_ManifoldLaneBelt"
				},
				{
					"Source":
					{
						"Text": "Maximum distance, in meters, to search for a power connection."
					},
					"Translation":
					{
						"Text": "Distancia máxima, en metros, para buscar una conexión eléctrica."
					},
					"Key": "P.PowerConnectRange.TT"
				},
				{
					"Source":
					{
						"Text": "Nearest {0}: {1}m {2}"
					},
					"Translation":
					{
						"Text": "Más cercano {0}: {1}m {2}"
					},
					"Key": "Upgrade_Nearest"
				},
				{
					"Source":
					{
						"Text": "Network"
					},
					"Translation":
					{
						"Text": "Red"
					},
					"Key": "Upgrade_Tab_Network"
				},
				{
					"Source":
					{
						"Text": "New Preset Name:"
					},
					"Translation":
					{
						"Text": "Nombre del nuevo preajuste:"
					},
					"Key": "Panel_Restore_PresetName"
				},
				{
					"Source":
					{
						"Text": "No audit snapshot. Press Scan to start."
					},
					"Translation":
					{
						"Text": "Sin datos. Pulsa Escanear para comenzar."
					},
					"Key": "Upgrade_NoAudit"
				},
				{
					"Source":
					{
						"Text": "No compatible recipes"
					},
					"Translation":
					{
						"Text": "Sin recetas compatibles"
					},
					"Key": "Panel_Recipe_NoCompatible"
				},
				{
					"Source":
					{
						"Text": "No family selected - scan first"
					},
					"Translation":
					{
						"Text": "Ninguna familia seleccionada — escanea primero"
					},
					"Key": "Upgrade_NoFamily"
				},
				{
					"Source":
					{
						"Text": "No instances found (entries not stored)"
					},
					"Translation":
					{
						"Text": "No se encontraron instancias (registros no almacenados)"
					},
					"Key": "Upgrade_NoInstances"
				},
				{
					"Source":
					{
						"Text": "No items to upgrade"
					},
					"Translation":
					{
						"Text": "No hay elementos para mejorar"
					},
					"Key": "Upgrade_NoItems"
				},
				{
					"Source":
					{
						"Text": "No recipe selected ({0} available)"
					},
					"Translation":
					{
						"Text": "Ninguna receta seleccionada ({0} disponibles)"
					},
					"Key": "Panel_Recipe_NoneSelected_Count"
				},
				{
					"Source":
					{
						"Text": "No target - aim at a buildable"
					},
					"Translation":
					{
						"Text": "Sin objetivo — apunte a un construible"
					},
					"Key": "Upgrade_NoTarget"
				},
				{
					"Source":
					{
						"Text": "None Selected"
					},
					"Translation":
					{
						"Text": "Ninguna seleccionada"
					},
					"Key": "Panel_Recipe_NoneSelected"
				},
				{
					"Source":
					{
						"Text": "Noodle"
					},
					"Translation":
					{
						"Text": "Fideo"
					},
					"Key": "Walk_Opt_Noodle"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Walk_Opt_Normal"
				},
				{
					"Source":
					{
						"Text": "Not saved"
					},
					"Translation":
					{
						"Text": "No guardado"
					},
					"Key": "Panel_Restore_NotSaved"
				},
				{
					"Source":
					{
						"Text": "Number of pole connection slots to leave free for your own manual wiring."
					},
					"Translation":
					{
						"Text": "Número de ranuras de conexión del poste que dejar libres para tu propio cableado manual."
					},
					"Key": "P.PowerConnectReserved.TT"
				},
				{
					"Source":
					{
						"Text": "Once Upgraded Power Connectors is unlocked, Extend wires power directly building-to-building along the lane instead of running a pole to each building."
					},
					"Translation":
					{
						"Text": "Una vez desbloqueados los Conectores de energía mejorados, Extender cablea la energía directamente de edificio a edificio a lo largo de la fila en lugar de llevar un poste a cada edificio."
					},
					"Key": "P.bExtendDaisyChainPower.TT"
				},
				{
					"Source":
					{
						"Text": "Overwrite Preset"
					},
					"Translation":
					{
						"Text": "Sobrescribir preajuste"
					},
					"Key": "Panel_Restore_OverwriteTitle"
				},
				{
					"Source":
					{
						"Text": "Pipe"
					},
					"Translation":
					{
						"Text": "Tubería"
					},
					"Key": "Walk_Conveyance_Pipe"
				},
				{
					"Source":
					{
						"Text": "Pipe Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar tuberías"
					},
					"Key": "Sec.Pipe"
				},
				{
					"Source":
					{
						"Text": "Pipe Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar tuberías"
					},
					"Key": "P.bPipeAutoConnectEnabled"
				},
				{
					"Source":
					{
						"Text": "Pipe Auto-Connect:"
					},
					"Translation":
					{
						"Text": "Auto-conexión de tuberías:"
					},
					"Key": "Panel_AC_PipeEnabled"
				},
				{
					"Source":
					{
						"Text": "Pipe Auto-Connect:"
					},
					"Translation":
					{
						"Text": "Auto conectar tuberías:"
					},
					"Key": "Config_PipeAutoConnect"
				},
				{
					"Source":
					{
						"Text": "Pipe Routing Mode"
					},
					"Translation":
					{
						"Text": "Modo de enrutamiento de tubería"
					},
					"Key": "P.PipeRoutingMode"
				},
				{
					"Source":
					{
						"Text": "Pipe Routing Mode:"
					},
					"Translation":
					{
						"Text": "Modo de enrutamiento de tubería:"
					},
					"Key": "Config_PipeRoutingMode"
				},
				{
					"Source":
					{
						"Text": "Pipe Style"
					},
					"Translation":
					{
						"Text": "Estilo de tubería"
					},
					"Key": "Walk_Lbl_PipeStyle"
				},
				{
					"Source":
					{
						"Text": "Pipe tier for connections to buildings. Auto uses the highest tier you've unlocked."
					},
					"Translation":
					{
						"Text": "Nivel de tubería para las conexiones a edificios. Auto usa el nivel más alto que hayas desbloqueado."
					},
					"Key": "P.PipeLevelToBuilding.TT"
				},
				{
					"Source":
					{
						"Text": "Pipe tier for the main connections. Auto uses the highest tier you've unlocked."
					},
					"Translation":
					{
						"Text": "Nivel de tubería para las conexiones principales. Auto usa el nivel más alto que hayas desbloqueado."
					},
					"Key": "P.PipeLevelMain.TT"
				},
				{
					"Source":
					{
						"Text": "Pipeline Pumps"
					},
					"Translation":
					{
						"Text": "Bombas de tubería"
					},
					"Key": "Family_Pump"
				},
				{
					"Source":
					{
						"Text": "Pipelines"
					},
					"Translation":
					{
						"Text": "Tuberías"
					},
					"Key": "Family_Pipe"
				},
				{
					"Source":
					{
						"Text": "Power Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar energía"
					},
					"Key": "Sec.Power"
				},
				{
					"Source":
					{
						"Text": "Power Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar energía"
					},
					"Key": "P.bPowerAutoConnectEnabled"
				},
				{
					"Source":
					{
						"Text": "Power Auto-Connect:"
					},
					"Translation":
					{
						"Text": "Auto conectar energía:"
					},
					"Key": "Config_PowerAutoConnect"
				},
				{
					"Source":
					{
						"Text": "Power Auto-Connect:"
					},
					"Translation":
					{
						"Text": "Auto-conexión eléctrica:"
					},
					"Key": "Panel_AC_PowerEnabled"
				},
				{
					"Source":
					{
						"Text": "Power Poles"
					},
					"Translation":
					{
						"Text": "Poste de electricidad"
					},
					"Key": "Family_PowerPole"
				},
				{
					"Source":
					{
						"Text": "Power Towers"
					},
					"Translation":
					{
						"Text": "Torre de energía"
					},
					"Key": "Family_Tower"
				},
				{
					"Source":
					{
						"Text": "Press Scan to find upgradeable items"
					},
					"Translation":
					{
						"Text": "Pulsa Escanear para encontrar elementos mejorables"
					},
					"Key": "Upgrade_PressScan"
				},
				{
					"Source":
					{
						"Text": "Radius"
					},
					"Translation":
					{
						"Text": "Radio"
					},
					"Key": "Upgrade_Tab_Radius"
				},
				{
					"Source":
					{
						"Text": "Radius (m):"
					},
					"Translation":
					{
						"Text": "Radio (m):"
					},
					"Key": "Upgrade_RadiusLabel"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "Listo"
					},
					"Key": "Upgrade_Ready"
				},
				{
					"Source":
					{
						"Text": "Recipe"
					},
					"Translation":
					{
						"Text": "Receta"
					},
					"Key": "Panel_Restore_CaptureRecipe"
				},
				{
					"Source":
					{
						"Text": "Recipe"
					},
					"Translation":
					{
						"Text": "Receta"
					},
					"Key": "Hint_Recipe"
				},
				{
					"Source":
					{
						"Text": "Recipe {0}/{1}: {2}"
					},
					"Translation":
					{
						"Text": "Receta {0}/{1}: {2}"
					},
					"Key": "Panel_Recipe"
				},
				{
					"Source":
					{
						"Text": "Recipe {0}/{1}: {2}"
					},
					"Translation":
					{
						"Text": "Receta {0}/{1}: {2}"
					},
					"Key": "HUD_Recipe"
				},
				{
					"Source":
					{
						"Text": "Recipe* {0}/{1}: {2}"
					},
					"Translation":
					{
						"Text": "Receta* {0}/{1}: {2}"
					},
					"Key": "HUD_RecipeActive"
				},
				{
					"Source":
					{
						"Text": "Recipe* {0}/{1}: {2}"
					},
					"Translation":
					{
						"Text": "Receta* {0}/{1}: {2}"
					},
					"Key": "Panel_Recipe_Active"
				},
				{
					"Source":
					{
						"Text": "Recipes"
					},
					"Translation":
					{
						"Text": "Recetas"
					},
					"Key": "Panel_RecipeHeader"
				},
				{
					"Source":
					{
						"Text": "Reserved:"
					},
					"Translation":
					{
						"Text": "Reservadas:"
					},
					"Key": "Panel_AC_Reserved"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "Restablecer"
					},
					"Key": "Panel_Btn_Reset"
				},
				{
					"Source":
					{
						"Text": "Rise m"
					},
					"Translation":
					{
						"Text": "Subida m"
					},
					"Key": "Walk_Col_Rise"
				},
				{
					"Source":
					{
						"Text": "Rise{0}: {1}m"
					},
					"Translation":
					{
						"Text": "Subida{0}: {1}m"
					},
					"Key": "HUD_WalkRise"
				},
				{
					"Source":
					{
						"Text": "Rotation"
					},
					"Translation":
					{
						"Text": "Rotación"
					},
					"Key": "Panel_Restore_CaptureRotation"
				},
				{
					"Source":
					{
						"Text": "Rotation"
					},
					"Translation":
					{
						"Text": "Rotación"
					},
					"Key": "Panel_Section_Rotation"
				},
				{
					"Source":
					{
						"Text": "Rotation"
					},
					"Translation":
					{
						"Text": "Rotación"
					},
					"Key": "Hint_Rotation"
				},
				{
					"Source":
					{
						"Text": "Rotation [Z]:"
					},
					"Translation":
					{
						"Text": "Rotación [Z]:"
					},
					"Key": "Panel_RotationZ"
				},
				{
					"Source":
					{
						"Text": "Rotation [Z]{0}: {1}°"
					},
					"Translation":
					{
						"Text": "Rotación [Z]{0}: {1}°"
					},
					"Key": "HUD_RotationZ"
				},
				{
					"Source":
					{
						"Text": "Rotation [Z]{0}: {1}° (R={2}m, {3}/circle)"
					},
					"Translation":
					{
						"Text": "Rotación [Z]{0}: {1}° (R={2}m, {3}/círculo)"
					},
					"Key": "HUD_RotationZFull"
				},
				{
					"Source":
					{
						"Text": "Rotation*: 0.0°"
					},
					"Translation":
					{
						"Text": "Rotación*: 0.0°"
					},
					"Key": "HUD_RotationDefault"
				},
				{
					"Source":
					{
						"Text": "Routing"
					},
					"Translation":
					{
						"Text": "Enrutamiento"
					},
					"Key": "Walk_Lbl_Routing"
				},
				{
					"Source":
					{
						"Text": "Routing:"
					},
					"Translation":
					{
						"Text": "Enrutamiento:"
					},
					"Key": "Panel_AC_Routing"
				},
				{
					"Source":
					{
						"Text": "SMART!"
					},
					"Translation":
					{
						"Text": "SMART!"
					},
					"Key": "HUD_Header"
				},
				{
					"Source":
					{
						"Text": "Save Current"
					},
					"Translation":
					{
						"Text": "Guardar actual"
					},
					"Key": "Panel_Btn_SavePreset"
				},
				{
					"Source":
					{
						"Text": "Scale X"
					},
					"Translation":
					{
						"Text": "Escalar X"
					},
					"Key": "Hint_ScaleX"
				},
				{
					"Source":
					{
						"Text": "Scale Y"
					},
					"Translation":
					{
						"Text": "Escalar Y"
					},
					"Key": "Hint_ScaleY"
				},
				{
					"Source":
					{
						"Text": "Scale Z"
					},
					"Translation":
					{
						"Text": "Escalar Z"
					},
					"Key": "Hint_ScaleZ"
				},
				{
					"Source":
					{
						"Text": "Scan"
					},
					"Translation":
					{
						"Text": "Escanear"
					},
					"Key": "Upgrade_Btn_Scan"
				},
				{
					"Source":
					{
						"Text": "Scan Network"
					},
					"Translation":
					{
						"Text": "Escanear red"
					},
					"Key": "Upgrade_Btn_ScanNetwork"
				},
				{
					"Source":
					{
						"Text": "Scan failed: {0}"
					},
					"Translation":
					{
						"Text": "Escaneo fallido: {0}"
					},
					"Key": "Upgrade_ScanFailed"
				},
				{
					"Source":
					{
						"Text": "Scan network to see costs"
					},
					"Translation":
					{
						"Text": "Escanea la red para ver el coste"
					},
					"Key": "Upgrade_ScanCosts"
				},
				{
					"Source":
					{
						"Text": "Scanning network..."
					},
					"Translation":
					{
						"Text": "Escaneando red..."
					},
					"Key": "Upgrade_Scanning"
				},
				{
					"Source":
					{
						"Text": "Select a family to see costs"
					},
					"Translation":
					{
						"Text": "Selecciona una familia para ver el coste"
					},
					"Key": "Upgrade_SelectFamily"
				},
				{
					"Source":
					{
						"Text": "Select a row first to upgrade"
					},
					"Translation":
					{
						"Text": "Selecciona una fila primero para mejorar"
					},
					"Key": "Upgrade_SelectRow"
				},
				{
					"Source":
					{
						"Text": "Select a target tier from the dropdown"
					},
					"Translation":
					{
						"Text": "Selecciona un tier objetivo del menú desplegable"
					},
					"Key": "Upgrade_SelectTier"
				},
				{
					"Source":
					{
						"Text": "Select target tier"
					},
					"Translation":
					{
						"Text": "Selecciona tier objetivo"
					},
					"Key": "Upgrade_SelectTargetTier"
				},
				{
					"Source":
					{
						"Text": "Selected Preset:"
					},
					"Translation":
					{
						"Text": "Preajuste seleccionado:"
					},
					"Key": "Panel_Restore_SelectPreset"
				},
				{
					"Source":
					{
						"Text": "Set radius and press Scan to find items"
					},
					"Translation":
					{
						"Text": "Establezca el radio y presione Escanear"
					},
					"Key": "Upgrade_SetRadiusScan"
				},
				{
					"Source":
					{
						"Text": "Settings: {0}"
					},
					"Translation":
					{
						"Text": "Ajustes: {0}"
					},
					"Key": "HUD_Settings"
				},
				{
					"Source":
					{
						"Text": "Settings: {0}*"
					},
					"Translation":
					{
						"Text": "Ajustes: {0}*"
					},
					"Key": "HUD_SettingsCurrent"
				},
				{
					"Source":
					{
						"Text": "Settings: {0}{1}"
					},
					"Translation":
					{
						"Text": "Ajustes: {0}{1}"
					},
					"Key": "HUD_SettingsActive"
				},
				{
					"Source":
					{
						"Text": "Shift m"
					},
					"Translation":
					{
						"Text": "Desplaz. m"
					},
					"Key": "Walk_Col_Shift"
				},
				{
					"Source":
					{
						"Text": "Shift{0}: {1}m"
					},
					"Translation":
					{
						"Text": "Desplazamiento{0}: {1}m"
					},
					"Key": "HUD_WalkShift"
				},
				{
					"Source":
					{
						"Text": "Show Direction Arrows"
					},
					"Translation":
					{
						"Text": "Mostrar flechas de dirección"
					},
					"Key": "P.bShowArrows"
				},
				{
					"Source":
					{
						"Text": "Show HUD Overlay"
					},
					"Translation":
					{
						"Text": "Mostrar HUD"
					},
					"Key": "P.bShowHUD"
				},
				{
					"Source":
					{
						"Text": "Show HUD Overlay"
					},
					"Translation":
					{
						"Text": "Mostrar HUD"
					},
					"Key": "Config_ShowHUD"
				},
				{
					"Source":
					{
						"Text": "Show X/Y/Z axis labels on the direction arrows."
					},
					"Translation":
					{
						"Text": "Muestra las etiquetas de eje X/Y/Z en las flechas de dirección."
					},
					"Key": "P.bShowArrowLabels.TT"
				},
				{
					"Source":
					{
						"Text": "Show X/Y/Z direction arrows on the building hologram."
					},
					"Translation":
					{
						"Text": "Muestra las flechas de dirección X/Y/Z en el holograma del edificio."
					},
					"Key": "P.bShowArrows.TT"
				},
				{
					"Source":
					{
						"Text": "Show a flow-direction indicator on auto-connected pipes."
					},
					"Translation":
					{
						"Text": "Muestra un indicador de dirección de flujo en las tuberías autoconectadas."
					},
					"Key": "P.PipeIndicator.TT"
				},
				{
					"Source":
					{
						"Text": "Show the Smart! overlay (grid, scale, and recipe info) while building."
					},
					"Translation":
					{
						"Text": "Muestra el HUD de Smart! (información de cuadrícula, escala y receta) mientras construyes."
					},
					"Key": "P.bShowHUD.TT"
				},
				{
					"Source":
					{
						"Text": "Size of the Smart! HUD overlay."
					},
					"Translation":
					{
						"Text": "Tamaño del HUD de Smart!"
					},
					"Key": "P.HUDScale.TT"
				},
				{
					"Source":
					{
						"Text": "Smart Panel"
					},
					"Translation":
					{
						"Text": "Panel Smart"
					},
					"Key": "Hint_SmartPanel"
				},
				{
					"Source":
					{
						"Text": "Smart Restore"
					},
					"Translation":
					{
						"Text": "Smart Restaurar"
					},
					"Key": "Panel_Section_Presets"
				},
				{
					"Source":
					{
						"Text": "Smart Walking"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Panel_Btn_SmartWalking"
				},
				{
					"Source":
					{
						"Text": "Smart!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Config.Root.Name"
				},
				{
					"Source":
					{
						"Text": "Smart!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Config.DisplayName"
				},
				{
					"Source":
					{
						"Text": "Smart! Extend"
					},
					"Translation":
					{
						"Text": "Extender Smart!"
					},
					"Key": "Panel_Title_Extend"
				},
				{
					"Source":
					{
						"Text": "Smart! Foundations settings."
					},
					"Translation":
					{
						"Text": "Ajustes de Smart! Foundations."
					},
					"Key": "Config.Description"
				},
				{
					"Source":
					{
						"Text": "Smart! Foundations settings."
					},
					"Translation":
					{
						"Text": "Ajustes de Smart! Foundations."
					},
					"Key": "Config.Root.Tooltip"
				},
				{
					"Source":
					{
						"Text": "Smart! Panel"
					},
					"Translation":
					{
						"Text": "Panel Smart!"
					},
					"Key": "Panel_Title"
				},
				{
					"Source":
					{
						"Text": "Smart! Upgrade Panel"
					},
					"Translation":
					{
						"Text": "Smart! Panel de mejora"
					},
					"Key": "Upgrade_Title"
				},
				{
					"Source":
					{
						"Text": "Spacing"
					},
					"Translation":
					{
						"Text": "Espaciado"
					},
					"Key": "Panel_Restore_CaptureSpacing"
				},
				{
					"Source":
					{
						"Text": "Spacing"
					},
					"Translation":
					{
						"Text": "Espaciado"
					},
					"Key": "Panel_Section_Spacing"
				},
				{
					"Source":
					{
						"Text": "Spacing"
					},
					"Translation":
					{
						"Text": "Espaciado"
					},
					"Key": "Hint_Spacing"
				},
				{
					"Source":
					{
						"Text": "Spacing [X]:"
					},
					"Translation":
					{
						"Text": "Espaciado [X]:"
					},
					"Key": "Panel_SpacingX"
				},
				{
					"Source":
					{
						"Text": "Spacing [X]{0}: {1}m"
					},
					"Translation":
					{
						"Text": "Espaciado [X]{0}: {1}m"
					},
					"Key": "HUD_SpacingX"
				},
				{
					"Source":
					{
						"Text": "Spacing [Y]:"
					},
					"Translation":
					{
						"Text": "Espaciado [Y]:"
					},
					"Key": "Panel_SpacingY"
				},
				{
					"Source":
					{
						"Text": "Spacing [Y]{0}: {1}m"
					},
					"Translation":
					{
						"Text": "Espaciado [Y]{0}: {1}m"
					},
					"Key": "HUD_SpacingY"
				},
				{
					"Source":
					{
						"Text": "Spacing [Z]:"
					},
					"Translation":
					{
						"Text": "Espaciado [Z]:"
					},
					"Key": "Panel_SpacingZ"
				},
				{
					"Source":
					{
						"Text": "Spacing [Z]{0}: {1}m"
					},
					"Translation":
					{
						"Text": "Espaciado [Z]{0}: {1}m"
					},
					"Key": "HUD_SpacingZ"
				},
				{
					"Source":
					{
						"Text": "Spacing*: 0.0m"
					},
					"Translation":
					{
						"Text": "Espaciado*: 0.0m"
					},
					"Key": "HUD_SpacingDefault"
				},
				{
					"Source":
					{
						"Text": "Stackable Belt Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar cintas apilables"
					},
					"Key": "P.bStackableBeltEnabled"
				},
				{
					"Source":
					{
						"Text": "Stackable Belt Auto-Connect"
					},
					"Translation":
					{
						"Text": "Auto conectar cintas apilables"
					},
					"Key": "Config_StackableBelt"
				},
				{
					"Source":
					{
						"Text": "Stagger"
					},
					"Translation":
					{
						"Text": "Escalonado"
					},
					"Key": "Hint_Stagger"
				},
				{
					"Source":
					{
						"Text": "Stagger"
					},
					"Translation":
					{
						"Text": "Escalonado"
					},
					"Key": "Panel_Restore_CaptureStagger"
				},
				{
					"Source":
					{
						"Text": "Stagger"
					},
					"Translation":
					{
						"Text": "Escalonado"
					},
					"Key": "Panel_Section_Stagger"
				},
				{
					"Source":
					{
						"Text": "Stagger [X]:"
					},
					"Translation":
					{
						"Text": "Escalonado [X]:"
					},
					"Key": "Panel_StaggerX"
				},
				{
					"Source":
					{
						"Text": "Stagger [X]{0}: {1}m sideways"
					},
					"Translation":
					{
						"Text": "Desfase [X]{0}: {1}m lateral"
					},
					"Key": "HUD_StaggerX"
				},
				{
					"Source":
					{
						"Text": "Stagger [Y]:"
					},
					"Translation":
					{
						"Text": "Escalonado [Y]:"
					},
					"Key": "Panel_StaggerY"
				},
				{
					"Source":
					{
						"Text": "Stagger [Y]{0}: {1}m forward"
					},
					"Translation":
					{
						"Text": "Desfase [Y]{0}: {1}m adelante"
					},
					"Key": "HUD_StaggerY"
				},
				{
					"Source":
					{
						"Text": "Stagger [ZX]:"
					},
					"Translation":
					{
						"Text": "Escalonado [ZX]:"
					},
					"Key": "Panel_StaggerZX"
				},
				{
					"Source":
					{
						"Text": "Stagger [ZX]{0}: {1}m lean forward"
					},
					"Translation":
					{
						"Text": "Desfase [ZX]{0}: {1}m desplazamiento adelante"
					},
					"Key": "HUD_StaggerZX"
				},
				{
					"Source":
					{
						"Text": "Stagger [ZY]:"
					},
					"Translation":
					{
						"Text": "Escalonado [ZY]:"
					},
					"Key": "Panel_StaggerZY"
				},
				{
					"Source":
					{
						"Text": "Stagger [ZY]{0}: {1}m lean sideways"
					},
					"Translation":
					{
						"Text": "Desfase [ZY]{0}: {1}m desplazamiento lateral"
					},
					"Key": "HUD_StaggerZY"
				},
				{
					"Source":
					{
						"Text": "Stagger*: 0.0m"
					},
					"Translation":
					{
						"Text": "Desfase*: 0.0m"
					},
					"Key": "HUD_StaggerDefault"
				},
				{
					"Source":
					{
						"Text": "Steps"
					},
					"Translation":
					{
						"Text": "Escalones"
					},
					"Key": "Panel_Restore_CaptureSteps"
				},
				{
					"Source":
					{
						"Text": "Steps"
					},
					"Translation":
					{
						"Text": "Escalones"
					},
					"Key": "Panel_Section_Steps"
				},
				{
					"Source":
					{
						"Text": "Steps"
					},
					"Translation":
					{
						"Text": "Escalones"
					},
					"Key": "Hint_Steps"
				},
				{
					"Source":
					{
						"Text": "Steps [X]:"
					},
					"Translation":
					{
						"Text": "Escalones [X]:"
					},
					"Key": "Panel_StepsX"
				},
				{
					"Source":
					{
						"Text": "Steps [X]{0}: {1}m columns"
					},
					"Translation":
					{
						"Text": "Escalones [X]{0}: {1}m columnas"
					},
					"Key": "HUD_StepsX"
				},
				{
					"Source":
					{
						"Text": "Steps [Y]:"
					},
					"Translation":
					{
						"Text": "Escalones [Y]:"
					},
					"Key": "Panel_StepsY"
				},
				{
					"Source":
					{
						"Text": "Steps [Y]{0}: {1}m rows"
					},
					"Translation":
					{
						"Text": "Escalones [Y]{0}: {1}m filas"
					},
					"Key": "HUD_StepsY"
				},
				{
					"Source":
					{
						"Text": "Steps*: 0.0m"
					},
					"Translation":
					{
						"Text": "Escalones*: 0.0m"
					},
					"Key": "HUD_StepsDefault"
				},
				{
					"Source":
					{
						"Text": "Straight"
					},
					"Translation":
					{
						"Text": "Recto"
					},
					"Key": "Walk_Opt_Straight"
				},
				{
					"Source":
					{
						"Text": "Target Tier:"
					},
					"Translation":
					{
						"Text": "Nivel objetivo:"
					},
					"Key": "Upgrade_TargetTier"
				},
				{
					"Source":
					{
						"Text": "Target is not upgradeable - aim at a belt, pipe, or power pole"
					},
					"Translation":
					{
						"Text": "El objetivo no es mejorable — apunte a una cinta, tubería o poste eléctrico"
					},
					"Key": "Upgrade_NotUpgradeable"
				},
				{
					"Source":
					{
						"Text": "The on-screen Smart! overlay shown while you build."
					},
					"Translation":
					{
						"Text": "El HUD de Smart! en pantalla que se muestra mientras construyes."
					},
					"Key": "Sec.HUD.TT"
				},
				{
					"Source":
					{
						"Text": "Tier"
					},
					"Translation":
					{
						"Text": "Nivel"
					},
					"Key": "Walk_Lbl_Tier"
				},
				{
					"Source":
					{
						"Text": "To Building"
					},
					"Translation":
					{
						"Text": "Al edificio"
					},
					"Key": "P.PipeLevelToBuilding"
				},
				{
					"Source":
					{
						"Text": "To Building:"
					},
					"Translation":
					{
						"Text": "Al edificio:"
					},
					"Key": "Config_PipeToBuilding"
				},
				{
					"Source":
					{
						"Text": "To Building:"
					},
					"Translation":
					{
						"Text": "Al edificio:"
					},
					"Key": "Panel_AC_ToBuilding"
				},
				{
					"Source":
					{
						"Text": "Turn"
					},
					"Translation":
					{
						"Text": "Giro"
					},
					"Key": "Walk_Col_Turn"
				},
				{
					"Source":
					{
						"Text": "Turn{0}: {1}°"
					},
					"Translation":
					{
						"Text": "Giro{0}: {1}°"
					},
					"Key": "HUD_WalkTurn"
				},
				{
					"Source":
					{
						"Text": "UPGRADE"
					},
					"Translation":
					{
						"Text": "MEJORAR"
					},
					"Key": "Upgrade_Btn_Upgrade"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": "Desconocido"
					},
					"Key": "Family_Unknown"
				},
				{
					"Source":
					{
						"Text": "Update"
					},
					"Translation":
					{
						"Text": "Actualizar"
					},
					"Key": "Panel_Btn_UpdatePreset"
				},
				{
					"Source":
					{
						"Text": "Upgrade cancelled: {0}/{1} completed"
					},
					"Translation":
					{
						"Text": "Mejora cancelada: {0}/{1} completados"
					},
					"Key": "Upgrade_Cancelled"
				},
				{
					"Source":
					{
						"Text": "Upgrade complete: {0} success, {1} failed, {2} skipped"
					},
					"Translation":
					{
						"Text": "Mejora completa: {0} exitosos, {1} fallidos, {2} omitidos"
					},
					"Key": "Upgrade_Complete"
				},
				{
					"Source":
					{
						"Text": "Upgrading {0} Mk.{1} → Mk.{2}..."
					},
					"Translation":
					{
						"Text": "Mejorando {0} Mk.{1} → Mk.{2}..."
					},
					"Key": "Upgrade_Upgrading"
				},
				{
					"Source":
					{
						"Text": "Upgrading... {0}/{1} ({2}%)"
					},
					"Translation":
					{
						"Text": "Mejorando... {0}/{1} ({2}%)"
					},
					"Key": "Upgrade_ProgressCount"
				},
				{
					"Source":
					{
						"Text": "Use Manifold Lane Belts"
					},
					"Translation":
					{
						"Text": "Usar cintas de distribuidor"
					},
					"Key": "P.bAutoConnectDistributors"
				},
				{
					"Source":
					{
						"Text": "Use Manifold Lane Belts:"
					},
					"Translation":
					{
						"Text": "Usar cintas de distribuidor:"
					},
					"Key": "Config_ManifoldLaneBelts"
				},
				{
					"Source":
					{
						"Text": "Vertical position of the HUD on screen (0 = top, 1 = bottom)."
					},
					"Translation":
					{
						"Text": "Posición vertical del HUD en pantalla (0 = arriba, 1 = abajo)."
					},
					"Key": "P.HUDPositionY.TT"
				},
				{
					"Source":
					{
						"Text": "Wall Outlet Mk.{0}"
					},
					"Translation":
					{
						"Text": "Distribuidor de pared Mk.{0}"
					},
					"Key": "UpgradeRow_WallOutlet"
				},
				{
					"Source":
					{
						"Text": "Wall Outlets (Double)"
					},
					"Translation":
					{
						"Text": "Tomas de corriente de pared (doble)"
					},
					"Key": "Family_WallOutletDouble"
				},
				{
					"Source":
					{
						"Text": "Wall Outlets (Single)"
					},
					"Translation":
					{
						"Text": "Tomas de corriente de pared (simple)"
					},
					"Key": "Family_WallOutletSingle"
				},
				{
					"Source":
					{
						"Text": "When you Extend a factory that has no power pole and no existing daisy link (starting a fresh manifold), wire the new buildings together with daisy-chain power. Factories already daisy-chained are always continued regardless of this option."
					},
					"Translation":
					{
						"Text": "Cuando extiendes una fábrica que no tiene poste de electricidad ni enlace en cadena existente (iniciando un distribuidor nuevo), cablea los nuevos edificios entre sí con energía en cadena. Las fábricas ya encadenadas siempre se continúan independientemente de esta opción."
					},
					"Key": "P.bExtendDaisyChainPoleless.TT"
				},
				{
					"Source":
					{
						"Text": "Which directions power poles connect: Auto, X only, Y only, or both X and Y."
					},
					"Translation":
					{
						"Text": "Qué direcciones conectan los postes de electricidad: Auto, solo X, solo Y o ambos X e Y."
					},
					"Key": "P.PowerConnectMode.TT"
				},
				{
					"Source":
					{
						"Text": "X"
					},
					"Translation":
					{
						"Text": "X"
					},
					"Key": "Upgrade_Btn_X"
				},
				{
					"Source":
					{
						"Text": "X"
					},
					"Translation":
					{
						"Text": "X"
					},
					"Key": "ArrowLabel_X"
				},
				{
					"Source":
					{
						"Text": "Y"
					},
					"Translation":
					{
						"Text": "Y"
					},
					"Key": "ArrowLabel_Y"
				},
				{
					"Source":
					{
						"Text": "You are about to generate {0} holograms.\\n\\nThis may cause a temporary freeze.\\n\\nContinue?"
					},
					"Translation":
					{
						"Text": "Está a punto de generar {0} hologramas.\\n\\nEsto puede causar una congelación temporal.\\n\\n¿Continuar?"
					},
					"Key": "Panel_Confirm_LargeMsg"
				},
				{
					"Source":
					{
						"Text": "You are about to generate {0} holograms.\\n\\nThis will likely cause a significant freeze and may crash the game.\\n\\nAre you sure you want to continue?"
					},
					"Translation":
					{
						"Text": "Está a punto de generar {0} hologramas.\\n\\nEsto probablemente causará una congelación significativa y puede bloquear el juego.\\n\\n¿Está seguro de que desea continuar?"
					},
					"Key": "Panel_Confirm_ExtremeMsg"
				},
				{
					"Source":
					{
						"Text": "Z"
					},
					"Translation":
					{
						"Text": "Z"
					},
					"Key": "ArrowLabel_Z"
				},
				{
					"Source":
					{
						"Text": "[INVALID]"
					},
					"Translation":
					{
						"Text": "[INVÁLIDO]"
					},
					"Key": "HUD_Invalid"
				},
				{
					"Source":
					{
						"Text": "apply immediately"
					},
					"Translation":
					{
						"Text": "aplicar inmediatamente"
					},
					"Key": "Walk_ApplyImmediately"
				},
				{
					"Source":
					{
						"Text": "belt"
					},
					"Translation":
					{
						"Text": "cinta"
					},
					"Key": "HUD_Walk_Belt"
				},
				{
					"Source":
					{
						"Text": "m"
					},
					"Translation":
					{
						"Text": "m"
					},
					"Key": "Panel_Unit_Meters"
				},
				{
					"Source":
					{
						"Text": "pipe"
					},
					"Translation":
					{
						"Text": "tubería"
					},
					"Key": "HUD_Walk_Pipe"
				},
				{
					"Source":
					{
						"Text": "{0} Mk.{1}: No valid upgrade target selected"
					},
					"Translation":
					{
						"Text": "{0} Mk.{1}: Ningún objetivo de mejora válido seleccionado"
					},
					"Key": "Upgrade_NoValidTarget"
				},
				{
					"Source":
					{
						"Text": "{0} [LIMIT HIT]"
					},
					"Translation":
					{
						"Text": "{0} [LÍMITE ALCANZADO]"
					},
					"Key": "Upgrade_FoundItemsLimit"
				},
				{
					"Source":
					{
						"Text": "{0} items → Mk.{1}\n"
					},
					"Translation":
					{
						"Text": "{0} elementos → Mk.{1}\\n"
					},
					"Key": "Upgrade_CostItems"
				},
				{
					"Source":
					{
						"Text": "{0} {0}|plural(one=segment,other=segments)  ·  head {1} {2} deg  ·  {3}"
					},
					"Translation":
					{
						"Text": "{0} {0}|plural(one=segmento,other=segmentos)  ·  rumbo {1} {2} °  ·  {3}"
					},
					"Key": "Walk_Summary"
				},
				{
					"Source":
					{
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\n"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Upgrade_CostHeader"
				},
				{
					"Source":
					{
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\n(Cost unavailable)"
					},
					"Translation":
					{
						"Text": "{0} × {1} Mk.{2} → Mk.{3}\\n(Costo no disponible)"
					},
					"Key": "Upgrade_CostUnavailable"
				},
				{
					"Source":
					{
						"Text": "‹ Scaling"
					},
					"Translation":
					{
						"Text": "‹ Escalado"
					},
					"Key": "Walk_Btn_Scaling"
				},
				{
					"Source":
					{
						"Text": "← Input: {0} x{1} ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation":
					{
						"Text": "← Entrada: {0} x{1} ({2}/min) (Total cuadrícula: {3}/min)"
					},
					"Key": "Panel_Recipe_Input"
				},
				{
					"Source":
					{
						"Text": "← Input: {0} x{1} m³ ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation":
					{
						"Text": "← Entrada: {0} x{1} m³ ({2}/min) (Total cuadrícula: {3}/min)"
					},
					"Key": "Panel_Recipe_InputLiquid"
				},
				{
					"Source":
					{
						"Text": "→ Output: {0} x{1} ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation":
					{
						"Text": "→ Salida: {0} x{1} ({2}/min) (Total cuadrícula: {3}/min)"
					},
					"Key": "Panel_Recipe_Output"
				},
				{
					"Source":
					{
						"Text": "→ Output: {0} x{1} m³ ({2}/min) (Grid Total: {3}/min)"
					},
					"Translation":
					{
						"Text": "→ Salida: {0} x{1} m³ ({2}/min) (Total cuadrícula: {3}/min)"
					},
					"Key": "Panel_Recipe_OutputLiquid"
				}
			]
		}
	]
}